Repository: wp-plugins/one-time-password
Catalog: one-time-password-*.po
Languages: be_by, cs_cz, fr_fr, lt_lt, ro_ro, ru_ru

source: Authorization failed
be_by: Аўтарызацыя не атрымалася
cs_cz: Neúspěšná autorizace
fr_fr: Échec lors de l&rsquo;identification
lt_lt: Prieigos suteikimas nepavyko
ro_ro: Autorizarea nu a reuşit
ru_ru: Авторизация не прошла

source: Go back
be_by: Вярнуцца зваротна
cs_cz: Zpět
fr_fr: Retour
lt_lt: Grįžti atgal
ro_ro: întoarce-te
ru_ru: Вернутся назад

source: Wait
be_by: Чаканне
cs_cz: Čekejte prosím...
fr_fr: Attendez
lt_lt: Laukti
ro_ro: aşteaptă
ru_ru: Ждем

source: Authorize
be_by: Аўтарызацыя
cs_cz: Autorizace
fr_fr: Identification
lt_lt: Prieigos suteikimas
ro_ro: Autoriza
ru_ru: Авторизация

source: Password:
be_by: Пароль:
cs_cz: Heslo:
fr_fr: Mot de passe :
lt_lt: Slaptažodis:
ro_ro: Parola:
ru_ru: Пароль:

source: One-Time Password list
be_by: One-Time спіс пароляў
cs_cz: Seznam jednorázových hesel
fr_fr: One-Time Password liste
lt_lt: Vienkartinių slaptažodžių sąrašas
ro_ro: One-Time Password lista
ru_ru: Мои одноразовые пароли, список

source: should be generated
be_by: павінен быць згенераваны
cs_cz: by měl být opětovně vygenerován
fr_fr: doivent être générés
lt_lt: turėtų būti sukurtas
ro_ro: ar trebui să fie generate
ru_ru: Нужно сгенерировать

source: Protected One-Time Password session
be_by: Аднаразова ахоўваная сесія пароляў
cs_cz: Přihlášen(a) jednorázovým heslem
fr_fr: Protégez la session One-Time Password
lt_lt: Apsaugota Vienkartinių Slaptažodžių sesija
ro_ro: Protejate One-Time Password sesiune
ru_ru: Сессия защищенная

source: One-Time Password Administration
be_by: One-Time Password адміністрацыя
cs_cz: Administrace jednorázových hesel
lt_lt: Vienkartinių Slaptažodžių Administravimas
ro_ro: One-Time Password administraţiei
ru_ru: Управление моими одноразовыми паролями

source: Generate One-Time Password list
be_by: Генерацыя One-Time спісу пароляў
cs_cz: Vygenerování seznamu jednorázových hesel
fr_fr: Générer One-Time Password liste
lt_lt: Sukurti Vienkartinių Slaptažodžių Sąrašą
ro_ro: Genera lista One-Time Password
ru_ru: Создание списка одноразовых паролей

source: Username
lt_lt: Vartotojo vardas

source: Name
lt_lt: Vardas

source: E-mail
lt_lt: Elektroninio pašto adresas

source: Password
lt_lt: Slaptažodis

source: Seed
lt_lt: Sėkla

source: Algorithm:
be_by: Алгарытм:
cs_cz: Algoritmus:
fr_fr: Algoritme :
lt_lt: Algoritmas:
ro_ro: Algoritm:
ru_ru: Метод расчета:

source: Generate
be_by: Генерацыя
cs_cz: Vygenerovat
fr_fr: Genereer
lt_lt: Kurti
ro_ro: Genera
ru_ru: Создать

source: Invalid pass-phrase
be_by: Няправільная фраза пароля
cs_cz: Neplatné heslo
fr_fr: Pass-phrase invalide
lt_lt: Neteisinga pass-frazė
ro_ro: Invalid pass-fraza
ru_ru: Неправильная парольная фраза

source: Pass-phrases do not match
be_by: Pass-фразы не супадаюць
cs_cz: Hesla se neshodují
fr_fr: Pass-phrases ne correspondent pas
lt_lt: Pass-frazės neatitinka
ro_ro: Pass-fraze nu se potrivesc
ru_ru: Несовпадение парольных фраз

source: Invalid seed
be_by: Няправільны сид
cs_cz: Neplatný "seed"
fr_fr: semences invalide
lt_lt: Neteisinga sėkla
ro_ro: Semințe nevalid
ru_ru: Ошибка в сид

source: Invalid algorithm
be_by: Няправільны алгарытм
cs_cz: Neplatný algoritmus
fr_fr: algorithme invalide
lt_lt: Neteisingas algoritmas
ro_ro: Algoritmul nevalid
ru_ru: Ошибка в методе расчета

source: Invalid count
be_by: Няправільны рахунак
cs_cz: Neplatný počet
fr_fr: Compte invalide
lt_lt: Neteisingas skaičius
ro_ro: Count nevalidă
ru_ru: Ошибка в номере

source: Select "I am sure" to revoke
be_by: Выдзерыце "Я ўпэўнены" для анулявання
cs_cz: Potvrďte revokaci zatržením políčka "Jsem si jistý"
fr_fr: Sélectionnez "Je suis sûr" pour révoquer
lt_lt: Pasirinkite "Esu įsitikinęs", kad panaikinti
ro_ro: pentru a revoca
ru_ru: Выберите "Я уверен" чтобы отменить

source: Resources
be_by: Рэсурсы
cs_cz: Možnosti
fr_fr: Ressources
lt_lt: Ištekliai
ro_ro: Resurse
ru_ru: Ресурсы

source: Usage instructions
be_by: Інструкцыя па ўжыванні
cs_cz: Návod k použití
fr_fr: Utilisation et instructions
lt_lt: Vartojimo instrukcijos
ro_ro: Instrucțiunile de utilizare
ru_ru: Инструкция по использованию (english)

source: Frequently asked questions
be_by: ЧАВО
cs_cz: Často kladené otázky
fr_fr: Foire Aux Questions
lt_lt: Dažniausiai užduodami klausimai
ro_ro: Întrebări frecvente
ru_ru: ЧАВО (FAQ)

source: Support page
be_by: Старонка падтрымкі
cs_cz: Stránka podpory
fr_fr: Page Support
lt_lt: Pagalbos puslapis
ro_ro: Pagina de suport
ru_ru: Поддержка

source: About the author
be_by: Пра аўтара
cs_cz: O autorovi
fr_fr: A propos de l'auteur
lt_lt: Apie autorių
ro_ro: Despre autor
ru_ru: Об авторе

source: Pass-phrase:
be_by: Фраза да пароля:
cs_cz: Heslo:
fr_fr: Passe-phrase :
lt_lt: Pass-frazė:
ro_ro: Pass-fraza:
ru_ru: Парольная фраза

source: At least 10 characters
be_by: Прынамсі, 10 знакаў
cs_cz: Minimálně 10 znaků
fr_fr: Au moins 10 caractères
lt_lt: Mažiausiai 10 simbolių
ro_ro: Cel puțin 10 caractere
ru_ru: Не меньше 10 знаков

source: Confirm pass-phrase:
be_by: Пацверджанне фразы пароля:
cs_cz: Heslo (pro potvrzení):
fr_fr: Confirmez phrase-passe:
lt_lt: Patvirtinkite pass-phrase:
ro_ro: Confirma pass-fraza:
ru_ru: Парольная фраза, подтверждение:

source: Pass-phrase is a One-Time Password:
be_by: Фраза пароля для аднаразовага пароля:
cs_cz: Zadané heslo je jednorázovým heslem:
fr_fr: Pass-phrase est un one-time password :
lt_lt: Pass-frazė yra Vienkartinis Slaptažodis:
ro_ro: Pass-fraza este un One-Time Password:
ru_ru: Парольная фраза для одноразового пароля:

source: Count/sequence:
be_by: Рахунак / паслядоўнасць:
cs_cz: Počet/pořadové č.:
fr_fr: Décompte / séquence :
lt_lt: Skaičius/seka:
ro_ro: Count/secvenţă:
ru_ru: Номер / последовательность:

source: Seed:
be_by: Сид:
cs_cz: Seed (pseudonáhodný řetězec):
fr_fr: Semez:
lt_lt: Sėkla:
ro_ro: Semințe:
ru_ru: Сид, основа для расчета паролей:

source: Only alphanumeric characters
be_by: Толькі літарна-лічбавыя знакі
cs_cz: Pouze alfanumerické znaky
fr_fr: Seuls les caractères alphanumériques
lt_lt: Tik skaitinių arba raidinių reikšmių simboliai
ro_ro: Numai caractere alfanumerice
ru_ru: Только буквы и цифры

source: New
be_by: Новы
cs_cz: Nový
fr_fr: Nouveau
lt_lt: Naujas
ro_ro: Noi
ru_ru: Новый сид

source: Generate a One-Time Password list in a trustworthy environment only
be_by: Стварыць спіс аднаразовых пароляў толькі ў атмасферу даверу
cs_cz: Seznam jednorázových hesel generujte pouze pokud pracujete s důvěrohodným počítačem
fr_fr: Générer une liste de One-Time Password dans un climat de confiance
lt_lt: Vienkartinių Slaptažoždių sąrašą kurkite tik visiškai saugioje aplinkoje
ro_ro: Genera o listă de One-Time Password într-un mediu de încredere numai
ru_ru: Список одноразовых паролей создавайте только в защищенной (доверительной) обстановке

source: The current One-Time Password list will be revoked automatically
be_by: Бягучы аднаразовы спіс пароляў будзе аўтаматычна адменены
cs_cz: Stávající seznam hesel bude automaticky revokován
fr_fr: La courante liste One-Time Password sera automatiquement révoquée
lt_lt: Dabartinis Vienkartinių Slaptažodžių sąrašas bus panaikintas automatiškai
ro_ro: One-Time Password lista curentă va fi revocată automat
ru_ru: Действующий список одноразовых паролей будет отменен автоматически

source: Revoke One-Time Password list
be_by: Адмяніць спіс аднаразовых пароляў
cs_cz: Revokace seznamu jednorázových hesel
fr_fr: Révoquer One-Time Password liste
lt_lt: Panaikinti Vienkartinių Slaptažodžių sąrašą
ro_ro: Revocă lista One-Time Password
ru_ru: Отменить список одноразовых паролей

source: Sequence:
be_by: Чашчыня:
cs_cz: Pořadové číslo:
fr_fr: séquence :
lt_lt: Seka:
ro_ro: Secvenţă:
ru_ru: Последовательность:

source: Generated:
be_by: Згенеравана:
cs_cz: Vytvořeno:
fr_fr: Généré le :
lt_lt: Sukurta:
ro_ro: Generate:
ru_ru: Создано:

source: Last login:
be_by: Апошні ўваход:
cs_cz: Poslední přihlášení:
fr_fr: Dernière connexion :
lt_lt: Paskutinis prisijungimas:
ro_ro: Ultima conectare:
ru_ru: Последний вход:

source: I am sure:
be_by: Я ўпэўнены:
cs_cz: Jsem si jistý:
fr_fr: Je suis sûre :
lt_lt: Aš įsitikinęs:
ro_ro: Sunt sigur că:
ru_ru: Я уверен:

source: Revoke
be_by: Анулёўваць
cs_cz: Revokovat
fr_fr: Révoqué
lt_lt: Panaikinti
ro_ro: Revocă
ru_ru: Отменить

source: User:
be_by: Карыстач:
cs_cz: Uživatel:
fr_fr: Utilisateur :
lt_lt: Vartotojas:
ro_ro: Utilizator:
ru_ru: Пользователь:

source: Seq
be_by: Чашчыня
cs_cz: č.
lt_lt: Seka

source: Hex
cs_cz: Hexadecimálně
lt_lt: Šešioliktainis

source: Words
be_by: Словы
cs_cz: Slovně
fr_fr: Mots
lt_lt: Žodžiai
ro_ro: Cuvinte
ru_ru: Словa

source: Print
be_by: Друк
cs_cz: Vytisknout
fr_fr: Imprimer
lt_lt: Spausdinti
ro_ro: Imprimare
ru_ru: Печать

source: Settings One-Time Password
be_by: Налады аднаразовага пароля
cs_cz: Nastavení jednorázových hesel
fr_fr: Options One-Time Password
lt_lt: One-Time Password Nuostatos
ro_ro: Setări One-Time Password
ru_ru: Настройка одноразового пароля

source: Protect administrative actions:
be_by: Абароны адміністрацыйныя меры:
cs_cz: Zabezpečit administrativní úkony:
fr_fr: Protéger les actions administratives :
lt_lt: Apsaugoti administravimo veiksmus:
ro_ro: Proteja acțiuni administrative:
ru_ru: Защита действий администратора:

source: Do not protect:
be_by: Не абараняць:
cs_cz: Výjimky:
fr_fr: Ne pas protéger :
lt_lt: Neapsaugoti:
ro_ro: Nu protejează:
ru_ru: Без защиты:

source: Default
be_by: Па змаўчанні
cs_cz: Výchozí
fr_fr: Par défaut
lt_lt: Numatyta(-s)
ro_ro: Implicit
ru_ru: По умолчанию

source: Disable normal login:
fr_fr: Désactiver la connexion normale :
lt_lt: Panaikinti paprastą prisijungimą:
ro_ro: Nu fi de acord login normale:

source: You can login with One-Time Passwords ONLY if you check this option!
fr_fr: Vous pouvez vous connecter avec One-Time Passwords seulement si vous cochez cette option!
lt_lt: Jūs galėsite prisijungti TIK su Vienkartiniais Slaptažodžiais, jeigu patvirtinsite šią parinktį!
ro_ro: Aveţi posibilitatea de conectare cu One-Time parole numai dacă tu a verifica această opţiune!

source: Allow & require OTP login when http:BL reports threat:
fr_fr: Autoriseet exige une connexion OTP lorsque http:BL menace rapports:
lt_lt: Leisti ir reikalauti OPT prisijungimo, kuomet http:BL nustato grėsmę:
ro_ro: Permite & impune OTP login la http:BL rapoarte de pericol:

source: Disable Bad Behavior on login page:
fr_fr: Désactiver Bad Behavior sur la page de connexion :
lt_lt: Išjungti Bad Behavior prisijungimo puslapyje:
ro_ro: Dezactivaţi comportament rău pe pagina de autentificare:

source: Delete data on deactivation:
be_by: Выдаліць дадзеныя па дэзактывацыі:
cs_cz: Smazat data při deaktivaci:
fr_fr: Supprimez les données de désactivation :
lt_lt: Deaktyvavimo metu ištrinami duomenys:
ro_ro: Ştergeţi date privind dezactivarea:
ru_ru: Удалить данные плагина при деактивации:

source: I have donated to this plugin:
lt_lt: Aš paaukojau šio papildinio plėtojimui:
ro_ro: I au donat la acest plug-in:

source: Save
be_by: Захаваць
cs_cz: Uložit
fr_fr: Sauvegarder
lt_lt: Įrašyti
ro_ro: Salvare
ru_ru: Сохранить

source: Age:
fr_fr: Âge :
lt_lt: Amžius:
ro_ro: Vârstă:

source: Level:
fr_fr: Niveau:
lt_lt: Lygmuo:
ro_ro: Nivel:

source: Type:
lt_lt: Tipas:
ro_ro: Tip:

source: I don't want to support this plugin with the Sustainable Plugins Sponsorship Network:
ro_ro: Nu vreau pentru a sprijini acest plug-in cu rețeaua de sponsorizare plugin-uri durabile:

source: One-Time Password
be_by: Единоразовый пароль
cs_cz: Jednorázová hesla
ru_ru: Одноразовый пароль
